Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Handmade Tales of the Handmaid KO>EN.tmx
Source language: ko_kr
Languages: en

source: 하아…
en: urgh...

source: 뭐지, 이 귀엽고 사랑스러운 느낌은?
en: what is this? so cute and lovely...

source: 그냥 혼자서나 잘 보세요.
en: Observe it alone.

source: 커튼과 식탁보가 영 구리구리해서 저택과 안 어울렸지…
en: the curtains and placemats on the dining table are dull and don’t suit the interior of the house at all...

source: 하녀인 내가 이런 말 하면 안 되지만…
en: i shouldn’t say this as a maid, but...

source: 만드는 거?
en: making things?

source: 이거 맛있네욤.
en: this is delicious.

source: 잘못 날린 건가…?
en: did I not do it properly?

source: 저 또한 마찬가지예요.
en: i am guilty of that as well.

source: 자작가에 방문했을 때, 이것과 비슷한 문양을 한 커튼을 봤어요.
en: when i visited the viscount’s home, i saw a curtain that had a similar pattern to this.

source: 그 시각, 하미는…
en: at the moment, grana was...

source: 그야… 그렇지.
en: well, that’s true.

source: 쭈글
en: crumpled

source: 그래도 참가자가 많진 않을 거다.
en: there won’t be too many attendees, though.

source: 캉!
en: *GROWL!*

source: 있다니까, 선물.
en: I have your gift in my hand.

source: 천하제일 여신 대회는 다음 달부터 정식으로 개최될 예정이라네.
en: the best goddess pageant is going to be hosted next month.

source: 질끈,,,
en: shut...

source: 사라카엘과 멀리 떨어지라니.
en: get away from saraqael?

source: 벌써부터 놀라시면 안 되는데.
en: you shouldn’t be so shocked yet.

source: 어디로 간 거지?
en: where did it go?

source: …아니다, 아무것도.
en: it’s nothing.

source: 그럼 그 옷, 어서 벗고 와.
en: then you should take off that dress.

source: 진행이 꽤 빠르군요.
en: that’s very soon.

source: 하지만 난 알피를 만나 본 적도 없는 걸요?
en: but I’ve never met him.

source: 대체 무슨 엄청난 만찬이 기다리고 있는 걸까?
en: I wonder what kind of a feast awaits me...

source: 그래, 선물.
en: yes, a gift.

source: 자작님!
en: sir viscount!

source: 잘하네, 다음은 다, 라.
en: that’s good. next is c, d.

source: 다른 하녀들은 그래도 평상복이 한두 벌쯤은 있는 것 같던데.
en: the other maids seem to have at least one or two other sets of regular attire.

source: 그런 편이지.
en: yes it is.

source: 제가 예전에 알피의 미래를 읽고 알려 준 적이 있는데 그 뒤로 미래를 바꾸겠다고 계속 숨어 지내고 있거든욤.
en: I once looked into alfie’s future and told him about it. since then, he’s gone into hiding, hoping he can change it.

source: 자, 바느질은 이렇게…
en: so, this is is how sewing is done...

source: ···이 정도 말씀이십니까.
en: like this much?

source: 대신 내일 꼭 줘야 해?
en: do you promise you’ll give it to me tomorrow?

source: 제가 직접 수선할 거라서 괜찮습니다.
en: i’ll alter them myself, so it’s fine.

source: 어때.
en: what do you say?

source: 샹들리에도 새 건가 봐요.
en: the chandelier looks new.

source: 보란듯이 새 인생에 적응하는 데 성공했다.
en: ...i succeeded in adjusting to my new lifestyle.

source: 마법술의 역사상 가장 희귀한 계통이에욤.
en: it’s the most valuable bloodline in the history of magic.

source: 멈추지 말고 계속 읽어봐, 이제부터 흥미로워진다.
en: keep reading. it gets better.

source: 흐아아앙―!!!
en: waaaaah!!!

source: 필사본?
en: a written copy?

source: 내가 어릴 적에 보던 동화책부터 찾아볼까?
en: should i look for the children’s books that i used to like as a kid?

source: 난 블레이크 교수님 모실 채비를 해야 해.
en: i have to prepare to welcome professor blake.

source: 여기야.
en: this is it.

source: 욱
en: swish

source: 네?!
en: huh?!

source: 하미 양이랑 친구 관계가 되기라도 했나봐?
en: you became friends with grana, huh?

source: 이게 전부 하미 양 덕분이지요, 윈스턴 자작님도요.
en: this is all thanks to you, ms. grana, and you, viscount winston.

source: 이렇게 하면 서로에게 좋잖아요?
en: that way, we’re benefitting each other.

source: 꼭 그림 같군.
en: it’s like a picture.

source: 마성에 오신 것을 환영해요, 할머니.
en: welcome to the magic citadel, granny.

source: 그래서 무슨 일이 있나 했더니…
en: so I thought something was wrong, and then...

source: 어떻게 이런 자수를…!!
en: how did you make such a pattern?!

source: 카, 타, 파, 하.
en: k, l, m, n.

source: 나중에 내가 따로 혼쭐을 내줄 테니 걱정 말고.
en: i’ll deal with her later, don’t you worry.

source: 또 제국사 건국기를 읽어 오라니.
en: i can’t believe he’s making me read the chronicles of the kingdom again.

source: 아, 어떡해!
en: i don’t know what to say!

source: 너희도 가야지!
en: you guys should come too!

source: 너무 깨끗하고 좋네요.
en: it’s so nice and clean.

source: 어,,,?
en: huh?

source: 예정된 티파티 시각.
en: the scheduled tea party began.

source: 그럼 그렇게 하고 받아 주세요.
en: then, let’s agree on that. please, take it.

source: 내가 웃었다고?
en: I laughed?

source: 다만, 날짐승이 살았던 것 치고는 둥지가 과하게 깨끗했습니다.
en: but the nest was too clean to have had a wild bird live in it.

source: 무슨…!
en: what?!

source: 어서 가 보도록 해.
en: go on.

source: 그렇다면, 그냥 있는 대로 다 해보는 수밖에.
en: in this case, we’ll try every method.

source: 저는, 카시안 윈스턴이라는 참가자에게 이 돈을 전부 걸게요.
en: I’ll bet my money on cassian winston.

source: 아, 그래요?
en: oh, really?

source: 하미 양은 아직 내가 누군지 몰라.
en: grana doesn’t know who I am yet.

source: 내가 직접 지시를 해서 새로 만들도록 하지.
en: i’ll just instruct her so she can make a new one.

source: 무슨 일 있어?
en: is something wrong?

source: 그 정도면 충분해욤.
en: that will be good enough.

source: 나는 19년 동안 아카데미원에 입학하지도 않고 방에서 혼자 책만 읽었어.
en: I didn’t even attend the academy. all I did was read by myself in this room, for 19 years.

source: 너도 어제 나에게 거짓말했잖아.
en: you lied to me last night.

source: 내쫓을 순 없으니, 먹을 것만 주고 보내란 뜻이었구나.
en: i guess i really will just feed him and send him away.

source: 제가 황성의 다른 방을 하나 더 빌려 볼게요.
en: I’ll try to see if I can get another room for you.

source: 마음껏 사용해 주세요.
en: please go ahead.

source: 잡으면 안 돼!
en: don’t catch it!

source: 요 녀석, 정말 사람을 들었다 놨다 하는구나.
en: you brat... you really play with others’ emotions, don’t you?

source: ‘슈정과’랑 ‘시케’ 말하는 거지?
en: do you mean persimmon punch and sikhye?

source: 꽃… 꽃이라면 간단하구먼요.
en: a flower... that’s easy enough.

source: 톰슨, 어서 차를 내오게.
en: thompson, bring out the tea.

source: 제 초청을 받아 주셔서 기쁘답니다.
en: thanks for accepting my invitation.

source: …이게 뭐지?
en: what is this?

source: 자 이대로 던져 보세욤.
en: try throwing it.

source: 뽈뽈
en: bored

source: 정말 귀찮아 죽겠네~
en: what a bother~

source: 늦었군.
en: you’re late.

source: 자작님, 혹시… 그것도 있나요?
en: viscount, do you also have... the thing?

source: 그건 비밀.
en: that’s a secret.

source: …비행기?
en: a plane?

source: 이쪽이야.
en: this way.

source: 무난하게 꽃 가능한가요?
en: can you do a simple flower?

source: 배우실 생각이 없는 부인들이 계시다면 댁으로 돌아가시는 게 좋겠군요.
en: the ladies who don’t want to learn can just go home.

source: 우승자의 염원을 이용해서...
en: I’m going to win the pageant...

source: 호호, 저는 일곱 개요.
en: haha! then, i shall give seven.

source: 이 커스터드 크림 좀 맛보렴.
en: why don’t you try this custard cream?

source: 무슨 소리예요.
en: what are you talking about?

source: 음료라고?
en: a drink?

source: 곧 소등시간인 거 몰라?
en: don’t you know the lights will be put out soon?

source: 착하다.
en: great job.

source: 네, 그리고 놀라지 마세요.
en: yes! don’t be too shocked.

source: 어쩌면 하녀복만 입고 다니는 게 이 세계에서는 실례일 수 있겠구나.
en: i suppose it may seem rude to only wear my maid’s outfit in this world.

source: 바로 이렇게?
en: like this?

source: 나는 그것보다는 조금 더 화려한 걸 만들래.
en: i want to make something fancier than that.

source: 왜요?
en: why ask?

source: 네, 어머니께서 하미 양의 작품을 사교계에 알려주세요.
en: yes. please tell the people at the salons about ms. grana’s works.

source: 적어도 의식은 한다는 뜻이니.
en: at least that tells me you’re aware of me.

source: 그래, 뭐… 이것도 딱히 나쁘진 않군.
en: well... this isn’t too bad.

source: 시영이가 아니잖여?
en: it’s not si-young?

source: 대단하다…
en: amazing...

source: -4화-
en: -Episode 4-

source: 마성이 그런 곳이었구나.
en: this must be the one that the fortune-teller spoke of.

source: 그런데, 좀 걱정이 되어서 말입니다.
en: by the way, young master. i am quite concerned.

source: 고양이가 대답했어요. ‘그런 건 줘도 안 먹는다!’ 꼬마 고양이는 꼬마 생쥐의 꼬리를 낚아챘어요.
en: the cat responded, “I don’t need such a thing!” the young cat clawed at the tail of the small mouse.

source: 또 도와줄 게 있으면 말하고!
en: just let me know if i can help you!

source: 근육 잡힌 팔뚝.
en: muscular arms.

source: 그래서 내가 전생 기억을 갖고 있다는 것도 알아본 거지!
en: he knew that I have memories of my past life!

source: 그래, 그러자꾸나!
en: yes, of course!

source: 솔직히 우리 입으로 말할 건 아니지만, 이렇게 작은 자작가까지 찾아오다니, 좀 심했네.
en: i don’t usually say this, but that fortune teller is quite rude, coming to a small viscount’s house like this.

source: 혹시 다칠라.
en: you might get hurt.

source: 티파티는 자작 부인께서 살아 계셨을 적이 마지막이니, 7년 만이구만.
en: a tea party was last held when the viscountess was alive, so it’s been seven years.

source: 툭
en: pat

source: 근데 왜 이렇게 끌리는 느낌이 들지?
en: why do I feel some sort of connection with him?

source: 우선 하미를 황성으로 부르는 것까지는 성공했으니...
en: I at least got her to come to the imperial castle.

source: 하는 김에 식탁보도 만들었는데, 어째 마음에 드시려나 모르겠네요.
en: i made some placemats for the dining table while i was at it. i’m not sure if you’d like it.

source: …어라?
en: huh?

source: 몰라, 그냥 놀래!
en: I don’t know. I just want to play!

source: 그럴 수가.
en: oh my goodness.

source: -48화-
en: episode 48

source: 음식?
en: food?

source: 정답!
en: yes!

source: 그 후로 윈스턴 자작가에는 수정과와 식혜 열풍이 돌았다.
en: from that day forward, persimmon punch and sikhye became wildly popular in the winston household.

source: 난 죽은 게 아니었나?
en: am I not dead?

source: 알려지면 곤란한 일들이 생길 수도 있거든욤.
en: if others know, there might be trouble.

source: 현대의 산과는 달리, 어딜 봐도 깨끗한 녹빛이구나.
en: unlike the mountains of the modern time, everything is a clean green color.

source: 소도시 ‘여신의 발꿈치’
en: the small city “goddess’ heel”

source: 키코스가 하라는 대로 해야죠.
en: you should do what kikos hykel is telling you to do.

source: 그래, 조건.
en: yes, just one.

source: 그때 그 종이비행기?
en: is that the same paper airplane from before?

source: 뭐라고?
en: what?

source: -13화-
en: -Episode 13-

source: 거기서 엄청 대단한 걸 봤거든욤!
en: i just saw something great!

source: 고놈 참, 미역 줄기처럼 생겼구나.
en: these writings look like a bunch of seaweed.

source: 글자 좀 알려줬다고 저렇게 좋아하다니.
en: i just taught her some letters, but she looks so happy.

source: 어때요, 맛이 좀 괜찮나요?
en: how is it?

source: 그렇군요.
en: I see...

source: 하지만 아직 놀라긴 이르세요.
en: but don’t get too surprised yet.

source: 정 적
en: silence

source: 아니에요, 그게 뭐 별일이라고.
en: it’s nothing to apologize for.

source: 저는 당연히 통찰 계통인 줄 알았다고욤!
en: I thought you had the powers of insight!

source: 저도 남편에게 선물할 손수건을 만들어 봐야겠어요.
en: i should make a handkerchief to give to my husband as well.

source: 조세핀이야!
en: it’s josephine!

source: 그러고 보니 카시안도…
en: now that I think about it, cassian also said...

source: 옛날에 자작 마님께서 세상을 뜨신 뒤로 도련님이 유모를 상당히 의지했거든.
en: the young master depended on his nanny after the viscountess passed away long ago.

source: 하긴, 그렇겠네요.
en: yes, makes sense.

source: 이리 초청을 해 주시니 가문의 영관일 따름이지요
en: it’s truly an honor to be here.

source: 예, 곧 다시 뵙지요.
en: alright, I’ll see you soon then.

source: 그렇다면 그녀는 모두의 주목을 받고 화려한 디자이너로서 삶을 살게…
en: she will live the life of an extravagant designer...

source: 어서.
en: quickly.

source: 이건···.
en: this is...

source: 그래서 루크는 고양이의…
en: so luke...

source: ···고마워요.
en: thank you,

source: ···알겠습니다.
en: alright.

source: 화악-!
en: blush!

source: 그럼 그 많은 학술서랑 논문 집필은 통찰 계통도 아니면서 어떻게 한 건데욤?
en: how did you write all those research papers and theses when you aren’t even a sorcerer of insight?

source: 그 종이비행기에 대해선 아무도 모르는 것 같네…
en: nobody seems to know about the paper airplane...

source: 말로 설명하긴 어렵고, 직접 가 봐야 알 것 같군.
en: it’s hard to explain with words. we’ll need to go ourselves.

source: 인사를 할 때는 허리를 굽힐 때의 각도가 중요하답니다, 이렇게…
en: when you greet others, how deep you bow is very important, like this...

source: 지금 알려드린 것만 해도 충분할 거예요.
en: what I taught you should be enough.

source: 지금이라도 그냥 따로 방을 쓰자고 할까?
en: is it too late to ask him to use separate rooms?

source: 그런데 카시안이 그런 체질이었단 말이야···?
en: but I didn’t know he had such abilities.

source: 앗, 할머니.
en: oh, granny.

source: 아.
en: oh...

source: 지난 생을 만족스럽게 마치고 죽었어요.
en: I died after leading a pretty good life.

source: 아닙니다, 저야말로 부인들께서 티파티에 참여해 주셔서 영광이었습니다.
en: the honor is all mine. don’t mention it.

source: 또 궁금한 거 있으시면, 나중에 마성으로 연락 주시고욤.
en: if you have any more questions, contact me at the citadel.

source: 싫어.
en: no.

source: 지하 수습하녀 방
en: the maid rooms in the basement

source: 그러기 위해서 한방을 쓰는 거고, 같이 손을 잡고 자는 것이고, 그러니까 같이 잘 수도...
en: that’s why we’re sharing a room and holding hands. so that’s why we can sleep...

source: 음···
en: ummm...

source: 정말 위험한 대회가 아닌가요?
en: is this really safe?

source: 그걸 전부 다…?
en: every single one?

source: 참 좋은 가족이셔요.
en: you make a great family.

source: 그 작은 기계로 사진, 음악, 통화까지 다 가능했으니, 마법이나 다름없지.
en: taking pictures, listening to music, and making phone calls with those small machines was like magic.

source: 글자들과 글자의 소리는 거의 다 외웠군… 생각보다 빠른데?
en: you already memorized most of the letters. that’s much quicker than i expected.

source: 아니욤, 이건 기본이고, 본론은 지금부터욤.
en: no, that’s just the basics. what matters starts now.

source: 그러니까 곧 손님이 올 거고, 잘 대접하란 뜻이구먼?
en: so, guests will be arriving soon, and i just need to serve them well, huh?

source: 체 부문은 일대일로 진행되기 때문에 가장 험난하다고 불리는 부문이죠.
en: the athletic competition is head-to-head so that’s why it’s known to be the toughest part of the pageant.

source: 온 세상이 꽃으로 정글이 되겠어!
en: she’s basically glowing with happiness!

source: 주섬
en: dig dig

source: 어때, 내 솜씨도 제법이지?
en: how was that? pretty impressive, huh?

source: 옳지, 옳지.
en: there, there.

source: 도련님, 오늘따라 늦잠을 주무시네요?
en: it’s not like you to sleep in.

source: 어쨌든 뭐, 달리 신경 쓰실 필요는 없어요.
en: anyways, no need to be concerned.

source: 그런데 도련님께서 여긴 또 무슨 일로…?
en: what brings you here, young master?

source: 폐하께서 기다리고 계십니다.
en: the king is expecting you.

source: 아야…
en: ouch...

source: 방긋-
en: smile

source: 공예품이 아니라 그냥 손수건이에요.
en: it’s not a craftwork, it’s just a handkerchief.

source: 분명 잘 어울릴 거야~
en: you’ll definitely look great!

source: 그래, 이왕 하는 김에 저것도 해버리자.
en: fine, i’ll work on that as well while I’m at it.

source: 욘석들, 욕심이 크면 못쓴다.
en: girls, you’re getting ahead of yourselves!

source: 또 반말…
en: informal speech again...

source: 너무 쉬워서 지루할 정도야.
en: the lessons are so easy, they’re almost boring.

source: 현재에 안주하지 말고 갈구하라고...?
en: I shouldn’t settle for what I have and want more?

source: 알피요?
en: alfie?

source: 싸아 -
en: wahhh

source: 하미야, 덕분에 이거 만들었어.
en: grana, i was able to make this because of you.

source: 그 여우인가?
en: is it the same one?

source: 앗, 그럼 다행이네요!
en: then that’s a relief.

source: 호호… 무슨 말씀이셔요, 부인.
en: oh, my lady, what are you talking about?

source: 아냐, 아냐!
en: no, no!

source: 어디 가는 것도 아닌데, 이렇게까지?
en: I’m not going anywhere. is this really necessary?

source: 후우… 할 수 없지.
en: well... all right.

source: 하녀들도 포기한 100년도 더 된 저택인데…
en: it’s a 100-year-old house that even the maids have given up on.

source: 귀족들도 이런 건 안 가지고 있을걸?
en: i bet not even the noble class has such things.

source: 딱 하나, 까막눈이라는 사실이 가슴속에 응어리로 맺혀 있었다.
en: just being illiterate itself was a source of sadness.

source: 욘석, 선생님께 그럼 못써요.
en: little punk. don’t talk to your teacher like that.

source: 심장도 빠르게 뛰는 것 같고 카시안에게 이끌리는 느낌이야.
en: I feel like my heart is racing and being pulled into cassian.

source: 창조 마법술사님!
en: creation sorceress!

source: 하미 양이 오신 뒤로, 어찌나 수업 분위기가 좋은지…
en: his focus has improved greatly ever since you came.

source: 그렇단다.
en: yes.

source: 거기에 우수에 찬 푸른 눈동자를 가진 남자라면, 세상을 다 가진 기분일 거야!
en: if he had blue eyes as well, i would feel like i’m on top of the world!

source: 이… 이건…!!
en: this is?!

source: 고인에게 마지막 인사를 해 주세요.
en: please pay your final respects to the deceased.

source: 쯧쯧… 집은 훤한데 깨끗하게 좀 해놓고 살지.
en: tsk tsk... such a nice house, but they should keep it clean.

source: 아니, 아무것도 아닐세.
en: never mind.

source: 네, 제가 어머니 존경하는 거 아시죠?
en: you know how much i adore you, right?

source: 윈스턴 숲 안쪽이었다.
en: in the winston forest.

source: 또, 자네들의 방에도 한번 가 보아야 하지 않겠나?
en: and you should also take a look at the rooms you’ll be staying in.

source: 귀족을 대상으로 만들었던 옷들을 수선해서, 좀 더 저렴한 가격으로 평민들에게 팔면 어떨까.
en: what if i alter clothes that were meant for the noble class and sell them at a cheaper price to the commoners?

source: -51화-
en: episode 51

source: 심장의 고리 제국 수도, 여신의 심장 지역에 위치한 대형 원형 광장.
en: the circular square located in goddess’ heart district, the capital of the empire.

source: …내가 하는 일에 불만이라도 있다는 것처럼 들리는데?
en: it sounds like you have a problem with that.

source: 다들 갖고 있는 액세서리 다 가져와 봐.
en: bring all your accessories, everyone.

source: 뭐…?
en: oh?

source: 허허···
en: haha

source: …그래, 할머니는 이제 좋은 곳으로 가서 편히 쉬실 거야.
en: that’s right... grandmother will be going to a good place to rest.

source: 그리고 천이랑 실이랑 그런 것도 다 챙기고!
en: make sure you bring your fabric and thread and things!

source: 나도 마구간에 가서 책을… 아니, 말을 봐야 해.
en: I’m going to read in the stalls... I mean, watch the horses.

source: 있는 대로 다요?
en: all of them?

source: …마법술사??
en: a sorcerer?

source: 그건 변화 마법이 아니라 변천 마법에 더 적합해.
en: It’s more of a procedural transformation spell rather than an immediate one.

source: 그럴 리가.
en: not at all.

source: 편지?
en: a letter?

source: 그런 작가의 여식이라면, 후작가나 공작가의 영식과 결혼도 가능했을 터였다.
en: as the daughter of such a household, she could have easily married the son of a count or duke...

source: 고마워서 그래, 고마워서.
en: thank you so much, young master.

source: 어떻게 하는 건데?
en: how do you make this?

source: 이게 무슨… 내가 다른 집에 온 것인가?
en: what the... did i come to a different house?

source: 나 심심하다구!
en: I’m bored!

source: 카앙!
en: *GROWL!*

source: 그보다 달리 궁금하신 건 없어욤?
en: do you have any more questions?

source: 사실, 난 글을 읽을 줄 모르거든.
en: the truth is... i don’t know how to read.

source: 야, 그런 남자가 뭐 좋다고 널 좋아하냐?
en: what kind of man would like you?

source: …디제스탄.
en: dijestan.

source: 사과는 복숭아의 물렁한 과육을 보며 웃었답니다. ‘훗, 내가 풋사과였던 시절에도 이기지 못했던 주제에?’
en: the apple snickered as it saw the peach’s soft flesh. “pfft, you couldn’t even win back when i was a newly blossomed apple.”

source: 뭔데, 뭔데?
en: what is it?

source: 아 그리고, 혹시 모르니 할머니가 마법술사라는 건 주위에 비밀로 하시는 게 좋겠어욤.
en: oh, and just in case, please keep the fact that you’re a sorcerer a secret from others.

source: 걱정 붙들어 매셔요, 제가 알아서 챙겨 드릴 테니.
en: don’t worry. i can help you.

source: 이렇게 있어도 잠은 안 올 거 같아.
en: I won’t be able to sleep even if I’m laying down.

source: 저거, 금화 30개는 된다고.
en: those’re thirty gold coins.

source: 저도 이 천을 사고 싶다고 생각했는걸요.
en: i was thinking of buying this piece of fabric too.

source: -15화-
en: -Episode 15-

source: 파상풍에 걸리면 약도 없어.
en: there’s no medicine for tetanus.

source: 그러니까 놓치기 싫으면 지금부터 노력하란 뜻이야.
en: so if you don’t want to lose her, start making efforts now.

source: 그치마안··· 더 놀고 싶은데···.
en: but... I want to play more...

source: 하지만 사과는 복숭아의 도발에 넘어가지 않았어요.
en: but the apple was unbothered by the peach’s outcry.

source: 이거··· 위험한 대회였어?
en: was... this a dangerous competition?

source: 검증요?
en: test her?

source: 어허, 투정 부리면 못 써요.
en: hey, you shouldn’t grumble like this.

source: 아냐, 괜한 생각일 거야.
en: nah, it’s probably not what I think it is.

source: 뭐 별일 있겠어.
en: nothing’s going to happen.

source: 갈구하십시오.
en: I hope you discover a desire for something.

source: 정말··· 정말 감사드립니다.
en: thank you so much.

source: …시케?!
en: shekay?

source: 다 갈아입었나?
en: are you done changing?

source: 마성에 가면 키코스 청년에게 물어볼게.
en: I’ll go to the citadel and ask kikos.

source: 아, 잠깐만.
en: oh, wait.

source: 이게 뭐 별일이라고.
en: it’s no big deal.

source: 내일 톰슨에게 말을 해야겠어.
en: I should tell thompson tomorrow.

source: 빨강이, 빨강이, 까망이, 하양이,
en: you’re a red one, another red one, you’re a black one, a white one,

source: 요새 젊은이는 일찍도 일어나는구먼.
en: young people nowadays wake up so early.

source: 지금?
en: right now?

source: 아직 많이 있으니 천천히 먹어요.
en: there’s a lot of food left, so eat slowly.

source: 아하···.
en: I see...

source: 그래요.
en: sure.

source: 내일은 무엇을 할지 전부 알고 있다.
en: I know everything that you will do tomorrow.

source: 아, 별거 아니다.
en: nothing much.

source: 즐거웠어요, 이만 가 볼게요.
en: thank you for today. we’ll be going now.

source: 그리고, 요리는요?
en: what about cooking?

source: 보낸 사람 이름인가?
en: is this their name?

source: 할머니는 나이가 어리니까 마력 운용을 너무 과하게 해도 좋지 않거든욤.
en: you’re quite young, granny, so it’s not good for you to use too much of your magical powers, either.

source: …그렇군.
en: sure.

source: 그나저나, 뭘 새겨 달려고 해야 하나…
en: anyways, what should i ask her to stitch?

source: 접수처는 저쪽인가 보군.
en: I think the registration booth is over there.

source: 루크는 남은 탈출법이 고양이의 배를 찢고 나가는 것뿐이라는 사실을 깨달았어요.
en: luke realized the only way to escape was to rip open the cat’s stomach.

source: 사이에 강이 흐르고 있잖아.
en: there’s a river here.

source: 신발까지 있어.
en: there are even shoes.

source: 다 쓰면 이렇게 네모난 틀을 만들어서 접으면 끝이에욤.
en: once you’re done, fold it up and that’s it.

source: 그거 쓴 놈 누구냐?
en: Who wrote it?

source: 손수건이라고요?
en: a handkerchief?

source: 알피 맞죠?
en: you’re alfie, aren’t you?

source: 뛰어난 게 많잖아.
en: you’re skilled in so many other ways.

source: 그래도 고생이 많으시겠어요.
en: she must be going through a tough time...

source: 와아~ 약속한 거다?
en: wow! you promise?

source: 왜 이렇게 하미가 신경 쓰이는 거지?
en: why do i keep thinking about grana?

source: 내가 할래!
en: I’ll show you!

source: 너한텐 절대 들키기 싫었는데.
en: I didn’t want you to ever recognize me.

source: 아무 지장도 없다고?
en: no affect at all?

source: 그 세 가지를 동시에 볼 수 있는 거예요.
en: you can see all three at once.

source: ···새로운데.
en: this is new...

source: 물어볼 게 하나 있는데…
en: I have something to ask...

source: 엄청 예쁠 것 같단 말이야, 응?
en: it’ll look so beautiful on you!

source: 하양이도··· 새였어?
en: the white one was... a bird too?

source: 그 약속, 저녁 만찬에서 지키시면 되는 것 아닙니까.
en: you can keep your promise at the feast.

source: …고맙다고.
en: thank you...

source: 귀족에, 평민에, 마법술사에, 기사단에, 용병에, 모헙가에 이제는 황성까지···.
en: nobles, commoners, sorcerers, knights, mercenaries, adventurers, and now the prince...

source: 그만 일어나야겠군.
en: we should get going.

source: …가, 나.
en: a, b...

source: 이게 대체…
en: what in the world...

source: 걱정 마, 이런 거 많이 해 봤어.
en: don’t worry. I’ve done this many times.

source: 게다가 반말까지…
en: using informal speech...

source: 글쎄… 나도 모르겠군.
en: I don’t know...

source: 불쌍한 사람이잖아.
en: he looks pitiful.

source: 이곳 세계는 그게 맞는 건가…?
en: is that how it’s done in this world?

source: 도련님께서 이 숙녀님에게 글을 알려 주신다는 소문이지요.
en: there’s a rumor that you, young master, are teaching the lady how to read and write.

source: 아니, 그래도 그렇지.
en: even so...

source: 그, 급한 일이 떠올라서 저는 이만···.
en: I better get going. I have some urgent matters to tend to...

source: …정말?
en: really?

source: 이름이… 하미라고 했던가?
en: your name... was it grana?

source: 뭐, 내가 허락해 주면 안 될 건 없긴 하지.
en: well... i suppose you could, if i gave you permission.

source: 잘 때는 불편하니까···.
en: it’s going to be uncomfortable to sleep in it.

source: 부르셨습니까, 주인님.
en: did you call for me, master?

source: 뭐어?
en: what?

source: 기다리시기엔 다들 피곤할 것 같아서 말입니다.
en: it’ll be tiring to wait for us.

source: ···티아나?
en: tiana?

source: 난 옷을 주문한 적이 없는데, 잘못 배송된 건가?
en: I never ordered anything. is there a mistake?

source: 내가 온 이후로 도련님의 투정이 줄었다며 늘 고마워한다.
en: he’s thankful towards me because the young master’s complaints decreased after i came.

source: 놀랐나요?
en: are you surprised?

source: 그러고 보니··· 다른 분들도 자수 물품을 소지하고 있던데, 그것들도 하미 양이 만드신 건가요?
en: oh... I saw others also had embroidery. did you make them as well?

source: 으으음… 역시 안 되네요.
en: mmm... it’s not working after all.

source: 은화 아니에요, 그거.
en: those aren’t silver coins.

source: 내일 되면 알려 줄게.
en: I’ll tell you tomorrow.

source: 지금은 이것이 당연하게 받아들여지고 있지만, 당시에는 반발이 심했지요.
en: people don’t think much of it now, but at the time, it caused a lot of controversy.

source: 육신의 주인이 평민에 고아 출신 하녀인 것 같다.
en: ...and the owner of my body seems to be a commoner orphan who is a maid.

source: 와~!
en: wow!

source: 자, 이제 나가.
en: you should go.

source: 무수한 가능성을 지닌 존재,
en: you have unlimited potential,

source: 좀 피곤하네.
en: I’m tired.

source: 네, 보통 예선에서 대다수의 참가자가 탈락하곤 해요.
en: yes. and again, most of them drop out.

source: 할므니도 드세요.
en: you should eat too, granny.

source: 저는 괜찮다고 해도 카시안이 싫다고 거절할 수 있으니까요.
en: even if I’m ok with it, cassian might say no.

source: 어차피 있어 봐야 필요도 없고, 버리려 했던 것들이지!
en: i was about to throw them away because i didn’t need them.

source: 여우야…!
en: fox!

source: 나와 생각이 맞으니 좋군, 가족끼리 말이야.
en: you and I feel the same way. dining with just family is nice.

source: 네가 본다는 그 미래.
en: That future you see.

source: 하미 양은 저희들에게 자수를 알려주시고, 저희는 레이디의 소양을 알려드리는 거죠.
en: ms. grana taught us how to sew, and we will teach her how a lady carries oneself.

source: …이렇게 되었으니, 늦었지만 정식으로 인사할게요.
en: let me introduce myself properly now, given the situation.

source: 계절이 바뀌었다.
en: the seasons changed.

source: 잡아다 해고해.
en: Fire them.
